tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "linuxbrew/xorg"
tap "localsend/localsend"
tap "buo/cask-upgrade"


brew "ffmpeg"
brew "git"
brew "grep"
brew "helm"
brew "httpie"
brew "jenv"
brew "kustomize"
brew "openjdk"
brew "podman"
brew "ssh-copy-id"
brew "micro"
brew "zsh"
brew "cocoapods"


cask "balenaetcher"
cask "caffeine"
cask "font-awesome-terminal-fonts"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerline"
cask "font-source-code-pro"
cask "google-chrome"
cask "localsend"
cask "obsidian"
cask "podman-desktop"
cask "rectangle"
cask "resilio-sync"
cask "signal"
cask "whatsapp"
cask "slack"
cask "spotify"
cask "discord"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "obs"
cask "android-studio"
cask "openvpn-connect"
cask "home-assistant"
cask "licecap"

vscode "esbenp.prettier-vscode"
vscode "dart-code.flutter"
vscode "vscode-icons-team.vscode-icons"
vscode "Tim-Koehler.helm-intellisense"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-microprofile"
vscode "redhat.vscode-quarkus"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "github.github-vscode-theme"
vscode "vscjava.vscode-gradle"
